Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Venäjän saamelaisten pääelinkeinot ovat kautta aikojen olleet kalastus ja metsästys.
sme: Ruošša sámiid váldoealáhusat leat áiggiid čađa leamaš guolásteapmi ja meahcásteapmi.

source: Poronhoito oli aiemmin äärimmäisen pienimuotoista.
sme: Boazodoallu čoahkidii ovdal viehka unna doaluid.

source: Ilmeisesti porotalouden merkitys saamelaisille kasvoi Kuolan niemimaalla 1600-luvulta 1800-luvulle, jolloin porosta tuli talvella tärkeä tulolähde sekä rikkauden ja vaikutusvallan symboli.
sme: Čielggas orru leamen, ahte boazodoalu mearkkašupmi Guoládaga sámiide lassánii 1600-logu rájis gitta 1800-logu rádjai, go boazu šattai deaŧalaš dinestussan dálvet ja riggodaga ja váikkuheami symbolan.

source: Myös luostareilla, esim. Petsamon luostarilla 1500-luvulla, oli omat porolaumansa.
sme: Maiddáid kloastariinge ledje iežaset ealut, omd. Beahcánkloasttar 1500-logus.

source: Poroja käytettiin apuna kuljetuksissa, mutta niitä käytettiin myös ravintona.
sme: Bohccuid geavahit fievrun, muhto maiddái borramuššan.

source: Asukkaat tekivät lahjoituksia tai maksoivat velkojaan antamalla poroja kirkolle.
sme: Ássit leat skeŋkon bohccuid dahje máksán velggiid dainna lágiin, ahte adde bohccuid girkui.

source: Eri saamelaiskylien poronhoidossa oli myös eroja.
sme: Erohusat ledje boazodoalus siiddaid gaskkas.

source: Lännessä sijaitsevissa kylissä harrastettiin enimmäkseen kalastusta, ja niissä oli vähän poroja.
sme: Giliin oarjin olbmot barge eanaš guolástemiin, ja sis ledje unnán bohccot.

source: Idän ja sisämaan saamelaiskylät hankkivat elantonsa enimmäkseen yhdistämällä metsästyksen, kalastuksen ja poronhoidon.
sme: Siiddain oarjin ja siseatnamis barge eanaš latnjalassii meacásteamis, guolásteamis ja boazodoalus latnjalassii.

source: Peurakannan vähentyessä poronhoidon merkitys kasvoi.
sme: Dainnago goddenálli geahpánii, de boazodoalu mearkkašupmi lassánii.

source: Myös rajanvedot ovat vaikuttaneet Venäjän saamelaisten elämään.
sme: Máiddái rádjegeassimat váikkuhedje Ruošša sámiid eallimii.

source: Vuonna 1826 Norjan ja Venäjän välinen raja suljettiin ja merelle asti ulottuvat saamelaisten siidat jaettiin.
sme: Jagi 1826 nannejedje Norgga ja Ruošša gaskasaš ráji, ja nu dat juhke sámiid siiddaid mat olle mearragáddái.

source: Sitä ennen siidat olivat voineet vapaasti hyödyntää rajalinjan toisella puolella sijaitsevaa raja-aluetta.
sme: Dan ovdal siiddat ledje friddja sáhttán geavahit guohtumiid mat ledje muppe bealde ráji.

source: Norja sai osia Patsjoen (Pasvik) ja Petsamon siidoista ja Neidenin siidan kokonaisuudessaan.
sme: Norgga oaččui osiid Pasviikka ja Beahcáma siiddain, ja olles Njávdáma.

source: Tätä ennen Neidenin siidan talvikylä oli sijainnut Suomen puolella ja kesäkylä Norjan puolella. Lisäksi muutamilla perheillä oli ollut alueita Venäjän puolella.
sme: Dan ovdal lea Njávdáma siidda dálveorohat leamaš Suoma bealde, geasseorohat Norgga bealde, ja dasto vel leat ledje muhtun bearrašiin leamaš eatnamat Ruošša bealde.

source: Vuoden 1826 sopimuksen mukaan Patsjoen ja Petsamon koltista tuli Venäjän alamaisia, kun taas Neidenin koltista tuli Norjan kansalaisia.
sme: Jagi 1826 soahpamuša mielde Pasviikka ja Beahcáma nuortalaččat šadde Ruošša riikkavuložin, ja Njávdáma nuortalaččat fas Norgga riikkavuložin.

source: Patsjoen saamelaiset saivat jatkaa rannikolla sijaitsevien kesäpaikkojensa hyödyntämistä vuonna 1920 solmittuun Tarton rauhansopimukseen asti.
sme: Pasviikka sámit besse ain geavahit iežaset geasseorohagaid mearragáttis gitta jagi 1920 Dorpat-ráfisoahpamuša rádjai.

source: Vuonna 1920 Suomi sai Petsamon alueen ja norjalaiset ostivat satamaoikeudet 12 000 Norjan kultakruunulla.
sme: Jagi 1920 Suopma oaččui Beahcáma guovllu, ja norgalaččat oste hámmanvuoigatvuođaid 12000 norgalaš ruvdnui.

source: Näin Patsjoen saamelaiset menettivät lopullisesti merikalastusoikeutensa.
sme: Nu masse Pasviikka sámit loahpalaččat iežaset mearraguolástanvuoigatvuođaid.

source: Tartossa vuonna 1920 solmittu rauhansopimus, jonka nojalla Suomi sai Petsamon alueen, merkitsi, että osasta Venäjän saamelaisia tuli nyt Suomen kansalaisia.
sme: Jagi 1920 Dorpat-ráfisoahpamuš, go Suopma oaččui Beahcáma guovllu, mearkkašii ahte oassi Ruošša sámiin dalle šadde Suoma riikkavuložin.

source: Suurin osa näistä saamelaisista asui Suonikylässä (Suenjel).
sme: Eatnašat dáin sámiin orro Suenjelis (Suonikylä Suoma bealde).

source: Uuden rajan vetäminen synnytti tilanteita, joissa osa perheestä jäi Venäjän ja osa Suomen puolelle.
sme: Go ođđa rádji gessojuvvui, de deaivvai nuge šaddat, ahte oassi bearrašis báhce Ruošša beallái ja oassi Suoma beallái.

source: Seuraavan kerran he pääsivät tapaamaan toisensa 50 vuotta myöhemmin, koska vähitellen kaikki yhteydenpito länteen kiellettiin.
sme: Dassážiigo fas besse deaivvadit manne 50 jagi, dainnago buot oktavuođat oarjjás gildojuvvojedje veahážiid mielde.

source: 1920-luvun lopulta vuoteen 1936 ulottuva kausi oli kulta-aikaa, jolloin Kuolan niemimaalla asuvia saamelaisia koskeva monipuolinen tutkimus oli voimissaan.
sme: 1920-logu rájis jahkái 1936 lei golleáigodat Guoládaga sámiid juohkelágan dutkama dáfus.

source: Tuolloin julkaistiin kymmenkunta saamelaisia käsittelevää tieteellistä teosta, luotiin uusi kirjakieli, jossa käytettiin latinalaisia kirjaimia, saamelaisopiskelijoita lähetettiin pohjoisten kansojen instituuttiin Leningradiin jne.
sme: Ilbme nuppelot dieđalaš barggu sámiid birra, ođđa čállingiella ráhkaduvvui, mas ledje latiinnalaš bustávat, sámi studeanttat sáddejuvvojedje Leningradii Davviálbmogiid instituhttii jna..

source: Poronhoidossa alkoi porojen kollektivisointi vuodesta 1928 lähtien.
sme: Boazodoalus álge kollektiviseret bohccuid jagi 1928 rájis.

source: Tämän seurauksena porojen määrä väheni voimakkaasti.
sme: Dat dagahii ahte boazolohku njiejai drástalaččat.

source: Kollektivisointi oli saatettu päätökseen vuonna 1940, jolloin saamelaisia eli 11:ssä kolhoosissa.
sme: Kollektiviseren lei čađahuvvon jagi 1940, ja dalle ledje sámit 11 kolchosas.

source: Stalinin ajan terrori kiihtyi 30-luvun loppua kohden, ja myös saamelaiset joutuivat sen uhriksi.
sme: Loahpageahčen 30-logu Stalin-áiggi terror lassánii, mii maid deaividii sámiide.

source: Suomen rajan läheisyydessä sijaitsevat saamelaiskylät tyhjennettiin ihmisistä.
sme: Sámi orohagain mat ledje lahka Suoma ráji, guorranedje olbmot.

source: Miehet lähetettiin vankileireihin, kun taas naiset ja lapset sijoitettiin kauempana rajasta sijaitseviin kyliin.
sme: Olbmát sáddejuvvojedje giddagasleairraide dan botta go nissonolbmot ja mánát biddjojuvvojedje báikkiide mat leat rájis guhkileappos eret.

source: Vuonna 1937 viranomaiset käynnistivät nk. saamelaisten salaliittoa koskevan oikeusprosessin, jossa saamelaisten väitettiin suunnittelevan oman, myöhemmin Suomeen liitettävän valtion perustamista.
sme: Jagi 1937 eiseválddit organiserejedje diggeášši, mii lea nammasuvvan sámiid suollelihttu, mas čuoččuhedje ahte sámit plánejedje vuođđudit sierra stáhta, mii dasto galgá lasihuvvot Supmii.

source: Tämän oikeudenkäynnin tuloksena 15 henkilöä tuomittiin kuolemaan ja 11 muuta lähetettiin vankileirille, josta tuskin kukaan palasi elävänä takaisin.
sme: Dán dikki geažil dubmehalle 15 olbmo jápmimii, ja 11 olbmo sáddehalle giddagasleairraide, main vánit giige máhccan heakkas ruovttoluotta.

source: Erään selvityksen mukaan 1930 luvulla teloitettiin 48 saamelaista ja 43 lähetettiin vankileirille.
sme: Muhtun čielggadeami mielde 48 sápmelačča steavlliduvvojedje 1930-logus, ja 43 sápmelačča sáddehalle giddagasleairraide.

source: Noin 15 kuoli jo kuulustelujen aikana kidutukseen.
sme: Sullii 15 jápme juo dutkamiid botta illastemiid geažil.

source: Ironista kyllä, itse Stalin ehdotti vuonna 1948 kaikkien neljän maan saamelaiset käsittävän saamelaisen sosialistisen tasavallan perustamista.
sme: Irolaš ášši lea vel, ahte ieš Stalin árvalii jagi 1948 ahte sámi sosialistalaš republihkka galgá vuođđuduvvot, masa buot njealji riikka sámit galge gullat.

source: Ajatus oli niin epärealistinen, että idea haudattiin nopeasti ja on sittemmin painunut kokonaan unohduksiin.
sme: Jurdda lei nu eahperealistalaš, ahte dat viehka farga hilgásii ja vajálduvai.

source: Sodan jälkeen 1960-luvulla koettiin seuraava saamelaisiin kohdistuva isku.
sme: Maŋŋil soadi bođii ođđa časkkástat sámiide 1960-logus.

source: Tällöin viranomaiset päättivät ” sulkea ” Neuvostoliitossa kymmeniätuhansia syrjäisissä paikoissa sijaitsevia kyliä ns. perspektiivittöminä.
sme: Dalle eiseválddit mearridedje ” giddet ” 10.000-náre boaittobeal báikkiid Sovjehtalihtus, main ii lean perspektiiva, nugo celke.

source: Myös monia saamelaiskyliä suljettiin.
sme: Maiddái ollu sámi gilit giddejuvvojedje.

source: Asukkaille annettiin kolme kuukautta aikaa muuttaa pois ja löytää uudet asunnot, minkä jälkeen paikalle tulleet puskutraktorit hävittivät talot maan tasalle.
sme: Ássiide addojuvvui golmma mánu siste fárret eret ja ohcat ođđa orrunsajiid, dasto bođii buldovssár ja njeiddii viesuid.

source: Useimmat saamelaiset päätyivät Lovozeroon, jossa he asuivat vuosikausia suvun ja ystävien luona.
sme: Eatnašat šadde vuolgit Lujávrái, ja doppe sii orro fulkkiid ja ustibiid geahčen.

source: Tämä aiheutti laajamittaista alkoholismia ja itsemurhia.
sme: Boađus lei alkoholisma ja ollu iežasgoddimat.

source: Kuolan saamelaisten todellinen tilanne selvisi Pohjoismaiden saamelaisille vasta vuonna 1988, jolloin ensimmäinen Kuolan saamelaisten todellista tilannetta kuvaava artikkeli julkaistiin Lovozerskaja Pravda - sanomalehdessä.
sme: Kolasámiid duohtadilli bođii davviriikkaid sámiid dihtosii easkka jagi 1988, go Lovozerskaja Pravda almmuhii vuosttamuš artihkkal sin duohta dilis.

source: Artikkeli jouduttiin salakuljettamaan ulos maasta, koska tuolloin paikallisten sanomalehtien vieminen ulos Neuvostoliitosta oli kiellettyä.
sme: Artihkkala lei dárbu suoli fievrridit olgomáilbmái, dainnago daid áiggiid lei gildosis doalvut báikkálaš aviissaid Sovjehta olggobeallai.

source: Lovozero avattiin ulkomaan kansalaisille vasta vuonna 1990.
sme: Lovozero rahpasii olgoriikkalaš álbmotlahtuide easkka jagi 1990.

source: Vuotta aikaisemmin ensimmäiset Venäjän saamelaiset olivat vierailleet Skandinaviassa omin päin kuulumatta mihinkään viralliseen delegaatioon.
sme: Jagi ovdal ledje Ruošša vuosttamuš sámit okto fitnan Skandinávias almmá dan haga ahte ledje almmolaš sáttagottis.

source: Alkuperäiskansojen juridinen asema ennen
sme: Álgoálbmoga juridihkálaš dilli ovdal Cáraáiggi

source: Aikojen kuluessa on laadittu lukematon määrä alkuperäisväestöjä koskevia lakeja, määräyksiä, asetuksia ja ukaaseja.
sme: Áiggiid čađa leat mearriduvvon loahppameahttun ollu lágat, mearrádusat, dekrehtat, ukazat mat čuhcet álgoálbmogiidda.

source: Seuraava kuvaus perustuu kahteen paksuun teokseen, joilla molemmilla on sama nimi: ” Status malotjislennykh narodov Rossii ” (” Venäjän pienten kansojen asema ”).
sme: Čilgehus mii dál čuovvu, lea vuođustuvvon guovtti assás čatnui, main goappašagain lea seammá namma, ” Status malotjislennykh narodov Rossii ” (” Ruošša unnalohkosaš álbmogiid status ”).

source: Teokset on painettu vuosina 1994 ja 1999.
sme: Čanut prentejuvvojedje jagi 1994, ja jagi 1999.

source: Vanhin asiakirja on peräisin vuodelta 1822, ja se on nimeltään ” Ustav ob upravlenii inorodtsev ” (” Vierasmaalaisten / ei-venäläisten hallintoa koskeva asetus ”).
sme: Áramus dokumeanta lea jagi 1822 rájis, ja dan namma lea ” Ustav ob upravlenii inorodtsev ” (” Vierrásiid (ii-ruoššaid) hálddašanortnet ”).

source: Asetuksessa on 365 pykälää, ja sitä muutettiin ja täydennettiin useita kertoja 1800-luvun aikana.
sme: Ortnegii gullet 365 paragráfa. 1800-logus ortnet rievdaduvvojedje lasáhusaiguin máŋgii.

source: Viimeisin muunnelma on vuodelta 1892, ja se oli voimassa lokakuun vallankumoukseen saakka.
sme: Maŋimuš variánta lea jagi 1892 rájis, ja lei fámus gitta Oktober-revolušuvnna rádjai.

source: Tämän asetuksen mukaan ” ei-venäläiset ” jaettiin kolmeen ryhmään: vakinaisesti asuvat, paimentolaisina elävät ja kiertolaiset.
sme: Dan ortnega mielde ” ii-ruoššat ” juohkásit golmma jovkui: bissovaš ássit, nomádat ja golgolaččat.

source: Venäläiset eivät voineet ilman lupaa asettua asumaan alueille, jotka oli varattu ei-venäläisille.
sme: Ruoššat eai sáhttán lobi haga ásaiduvvat guovlluide mat ledje várrejuvvon ii-ruoššaide.

source: Näiden kansojen oma itsehallintoelin ratkaisi suullisesti suurimman osan näiden ei-venäläisten kansojen piirissä syntyneistä ristiriidoista.
sme: Eanaš riidduid mat čuožžiledje dáid ii-ruoššaid gaskkas, čovddii njálmmálaččat iešstivrenorgána, mii sis lei.

source: Myös rikostapauksissa näihin ei-venäläisiin kansoihin sovellettiin erityissäännöksiä.
sme: Rihkkumiid oktavuođas maid geavahedje erenoamáš njuolggadusaid mat ledje dáid ii-ruoššaid várás.

source: Asetuksen lähtökohtana oli, että kukin kansa perustaa oman itsehallintoelimensä, jolla tosin oli vain vähän valtuutuksia.
sme: Ortnet lei dakkár, ahte juohke álbmot vuođđuda iežas iešstivrenorgána, mas dattetge ledje unnán fápmudusat.

source: Tätä vuonna 1822 annettua asetusta tai sen myöhempiä muunnelmia ei mainita Kuolan saamelaisia käsittelevässä venäjänkielisessä kirjallisuudessa.
sme: Dát jagi 1822 ortnet dahje dan maŋŋelaš variánttat eai namahuvvo ruoššagielalaš girjjálašvuođas guoládatsámiid birra.

source: On kuitenkin mahdollista, että sitä sovellettiin saamelaisiin. On nimittäin sanottu, että komien tultua Lovozeroon vuonna 1886 kesti useita vuosia, ennen kuin he saivat virallisen luvan asettua sinne asumaan.
sme: Vejolaš lea gal ahte dat ortnet geavahuvvui sámiide, dainnago daddjojuvvo ahte go komit jovde Lujávrái jagi 1886, de manne máŋga jagi ovdalgo sii ožžo almmolaš lobi ásaiduvvat.

source: Tilanteen yksityiskohtia ei tunneta, mutta tiedossa on, että saamelaiset vastustivat sitä.
sme: Dárkilis dieđut dan lobi birra eai leat, muhto dovddus lea ahte sámit vuostálaste dan.

source: Vuonna 1868 alueelliset viranomaiset lähettivät saamelaisille kyselyn, jossa tiedusteltiin heidän haluaan jäädä sinne asumaan vakinaisesti.
sme: Jagi 1868 guvllolaš eiseválddit sáddejedje jearaldaga sámiide, háliiditgo ásaiduvvat.

source: Kaksisataa vastasi ” kyllä ”.
sme: Guokte-čuođis vástidedje ” juo ”.

source: Tällä tiedustelulla saattaa olla jotakin tekemistä tämän asetuksen kanssa.
sme: Vejolaš lea ahte dan jearaldagas lei dahkamuš duoinna ortnegiin.

source: Jefimenkon selvitys
sme: Jefimenko čielggadeapmi

source: Aleksandra Jakovlevna Jefimenko (1848−1918) oli syntynyt Kuolan niemimaan etelärannikolla ja oli siis pomori.
sme: Aleksandra Jakovlevna Jefimenko (1848-1918) riegádii Guoládaga lullegáddái.

source: Hän oli hankkinut historian ja etnologian koulutuksen.
sme: Son lei namalassii pomor.

source: Hän julkaisi vuonna 1879 artikkelin ” lappalaisten, karjalaisten ja samojedien oikeudellisista tavoista ”.
sme: Son válddii oahpu historjjás ja etnologiijas.

source: Saamelaisten osuutta käsitellään sivuilla 8−59.
sme: Son almmuhii jagi 1878 artihkkala ” sámiid, gárjilaččaid ja samojedaid juridihkálaš árbevieruin ”.

source: Sivuilla 59−89 esitellään vanhoja asiakirjoja.
sme: Sámiid oassi lea siidduin 8-59, dan maŋŋil leat prentejuvvon boares dokumeanttat siidduide 59-89.

source: Saamelaisia käsittelevä tekstiosuus alkaa yleisellä johdannolla, jossa kerrotaan, missä päin Venäjää saamelaiset asuvat. Siinä mainitaan myös heidän lukumääränsä ja kerrotaan heidän historiastaan sekä Petsamon luostarin ja saamelaisten välisistä ristiriidoista (kirjoittajan sympatia on saamelaisten puolella).
sme: Sámiid govvideaddji teavstta álggus leat dábálaš dieđut, mat muitalit gos sámit orrot Ruoššas, mii sin lohku lea, sin historjá, sámiid riiddut Beahcán-kloastariin (son doarju sámiid).

source: Saamelaisten maaomistuksesta Jefimenko kirjoittaa seuraavaa: ” lappalaiset omistivat (venäjän ” vladet ” = omistaa, hallita) ennen vanhaan peltonsa ja maansa, mikä käy ilmi tsaarin ja suurruhtinaan kulloinkin myöntämissä asiakirjoissa (” gramotor ”) ja näihin asiakirjoihin sisältyvien vero- ja maakirjojen otteista ”.
sme: Sámiid eananeaggátvuođas Jefimenko čállá ná: ” Ahte sámit eaiggádušše (ruoššagilli ” vladet ” = eaiggáduššat, hálddašit, isádastit) iežaseet duovdagiid ja eatnamiid dološ áiggi, ilbmá dain áššegirjjiin (gramotor) maid cára ja stuorraoaivámuš ain goasge mieđiheigga, ja máŋgosiin mat leat dain vearro- ja eanangirjjiin mat leat dáin áššegirjjiin.

source: Tämän jälkeen hän kuvaa elinkeinoja, joista tärkein on kalastus.
sme: Dasto son govvida ealáhusaid, main deaŧaleamos lea guolásteapmi.

source: Varsinainen juridinen teksti on jaettu seuraaviin osiin: I. Yksityisoikeus 1.
sme: I Siviila riekti 1. Bearašriekti (náittus, heajat, mieđusruhta)

source: Perheenjäsenten väliset oikeudelliset suhteet (perheenisällä on perheessä yksinvalta) 3.
sme: Bearašolbmuid juridihkálaš dilálašvuođat (dáluisidit lea bearraša oktoválddálaš) 3.

source: Holhous ja huolto (holhous on tuntematon käsite Kuolan saamelaisten keskuudessa) 4.
sme: Hovden ja fuolahus (hovden ii leat Guoládaga sámiin) 4.

source: Kiinteistön hankkimiskeinot (kiinteistön ottaminen omistukseen, osto, lahja, työansio) II.
sme: Opmodaga oamastanvuogit (olmmoš opmodaga háldosis, oastin, skeaŋka, bargobálká) II.

source: Rikosoikeus (varkaudet ja petokset ovat lisääntyneet viime aikoina, porovarkaudet tavallisia, juopottelu ei ole synti) III.
sme: Ráŋggáštusriekti (suolavuođat, beahttimat leat laskan maŋimuš áiggiid, boazosuolavuohta dábálaš, jugešvuohta ii mihkkege suttuid) III..

source: Yhteiskunnallinen elämä, tuomioistuin ja tuomion täytäntöön pano. (Valtio on suuri perhe, jossa korkeinta valtaa käyttää tsaari. Hän hallitsee kaikkia, ja jokainen on velvollinen tottelemaan häntä.
sme: Servodateallin, duopmostuollu ja duomu ollašuhttin (stáhta lea stuorra bearaš bajimuš lea cára, geas lea váldi buohkaid badjel, ja juohkehaš geatnegas su jeagadit.

source: Virkamiehet ovat tsaarin tahdon toimeenpanijoita, ja kaikkien on toteltava myös heitä.)
sme: Ámmátolmmoš lea cára dáhtu čađaheaddji, ja su maid fertejit buohkat jeagadit.)

source: Hallinnollisesti katsoen saamelaiset on jaettu kuntiin (ven. ”
sme: Hálddahuslaččat sámit leat juhkkojuvvon suohkaniidda (rg.

source: volost ”) ja kunnat saamelaiskyliin (ven. ”
sme: volost) ja suohkanat fas siiddaide (rg.

source: Jokainen saamelaiskylä edustaa erillistä yksikköä, jota kutsutaan kyläkokoukseksi (ven. ”
sme: Juohke siidda ovddasta dihto ovttadat, mii gohčoduvvo siidačoahkkimin (ry. mir).

source: mir ”). Jokaisen henkilön on alistuttava kyläkokouksen päätöksiin, jotka koskevat perhekysymyksiä, tuomioistuin- ja oikeudenkäyntiasioita (rikosjuttuja lukuun ottamatta), yhteiskunnallisia kysymyksiä sekä yhteisten tulojen ja menojen jakamista.
sme: Juohke olmmoš ferte vuollánit siidačoahkkima mearrádusaide, mat leat bearašáššiin, duopmostuollo- ja riektegeavvanáššiin, muhto eai ráŋggáštusáššiin, servodatáššiin, oktasaš dinestusaid ja goluid juogadeamis.

source: Ainoastaan miehet saavat osallistua kyläkokouksiin.
sme: Siidačoahkkimiidda besset dušše olbmát searvat.

source: Yleisesti ottaen tsaarin aika näyttää olleen melko myönteinen Venäjän alkuperäiskansojen kannalta.
sme: Oppalaččat gehččon, de orru cáraáigi leat leamaš viehka positiiva Ruošša álgoálbmogiidda.

source: Esimerkiksi Erik Solem kirjoittaa seuraavaa: ”... Venäjä on aivan 1700-luvulta alkaen ottanut sellaisen kannan, että se on kokonaan tai osittain tunnustanut Venäjän vallan alaisiksi joutuneilla eri kansoilla aiemmin käytössä olleen oikeusjärjestelmän.
sme: Ovdamearkka dihte Erik Solem čállá čuovvovačča: ”... Ruošša lea gitta gávccenuppelotčuođis juo váldán dan beali, ahte ollásit dahje muhtun muddui lea dohkkehan dan riekteortnega mii guđege álbmogis lei ovdalgo šadde Ruošša stivrra vuollái.

source: Virallisten ohjeiden lähtökohtana oli, että eri kansanheimot saisivat järjestää asiansa omien oikeussäännöstensä mukaisesti.
sme: Ámmátlaš instrukšuvnnat ledje, ahte iešguhtet álbmotčearda galggai beassat lágidit áššiidis iežas riektenjuolggadusaid mielde.

source: Päinvastoin kuin skandinavialaiset lähetyssaarnaajat, jotka innokkaasti pyrkivät kitkemään lappalaisten harhakäsitykset (taikauskon), Venäjän papisto on pitänyt ulkoisia seremonioita sisäistä vaikuttamista tärkeämpinä ”.
sme: Eará ládje go skandinávialaš vuolggahussárdnideaddjit dahke iežaset áŋgirvuođas, guđet dáhtto jávkadit sámiid ” čádjádusaid ” (” diidaoskkuid ”), de ruošša girkolaččat deattuhedje eambbo olgguldas girkomeanuid go siskkáldas váikkuhusa. ”

source: Neuvostokaudelta peräisin olevat lait ja määräykset
sme: Sovjetáigodaga mannosaš lágat ja mearrádusat

source: Neuvostovalta päätti vuosina 1925 ja 1926 tekemillään kahdella päätöksellä ottaa käyttöön termin ” pienet pohjoiset kansat ”.
sme: Sovjetváldi mearridii guvttiin mearrádusain jagiid 1925 ja 1926 váldit atnui tearpma ” davi unnalohkosaš álbmogat ”.

source: Tähän ryhmään laskettiin kuuluvan 26 kansaa, joista saamelaiset olivat yksi.
sme: Dán jovkui rehkenastojuvvojedje álggus 26 álbmoga, ja sámit ledje okta dain.

source: Kansan ylärajana pidettiin 50 000 henkeä. Toisin sanoen sitä suurempia kansoja ei otettu mukaan listaan.
sme: Bajimuš lohkorádji čoahkidii 50.000 olbmo, namalassii ahte stuorit álbmogat eai šaddan dan listui.

source: Vuonna 1926 pienin kansa, orokit, koostui 162 hengestä ja suurin kansa, evenkit, 38 805 hengestä.
sme: Unnimus álbmot, orohkat, ledje jagi 1926 162 olbmo, ja stuorimus, evenkkat, 38.805 olbmo.

source: Nämä kansat saivat tiettyjä nk. etuoikeuksia, jotka ovat vieläkin olemassa.
sme: Dát álbmogat ožžo dihto nugohčoduvvon sierravuoigatvuođaid, mat leat ain odnege.

source: Vuonna 1993 Venäjän liittovaltion korkeimman neuvoston kansallisneuvosto päätti täydentää tätä ryhmää varsin kaukana etelässä sijaitsevan Kemeron alueen kolmella kansalla.
sme: Jagi 1993 mearridii Nationalitehtaráđđi Ruošša Lihttoválddi Alimus Sovjetas, ahte stuoridit dán joavkku golmmain álbmogiin mat orrot Kemero-guovllus, mii lea viehka guhkkin lulde.

source: Ensimmäinen Venäjän pohjoisia alkuperäisväestöjä koskeva asetus on peräisin vuodelta 1926: ” Tilapäinen asetus, joka koskee Venäjän neuvostotasavallassa olevien syntyperäisten pohjoisten kansojen ja heimojen hallintoa ”.
sme: Vuosttamuš ortnet mii guoská Ruošša davi álbmogiidda, lea jagi 1926 rájis, ” Soaittáhatortnet RSFSR davi báikegoddeálbmogiid ja čearddaid várás ”.

source: Nyt siinä käytettiin uutta venäjänkielistä termiä, ” tuzemets ” = ” alkuasukas, syntyperäinen ”.
sme: Dál geavahit ođđa tearpma ruoššagillii, ” tuzemets ” = álgoássi ”.

source: Ensimmäisessä pykälässä luetellaan tämän asetuksen piiriin kuuluvat noin 40 kansaa, mutta saamelaisia ei siinä mainita, joten asetuksella ei ole ilmeisesti ollut mitään merkitystä saamelaisille.
sme: Paragráfas 1 rehkenastet daid álbmogiid maidda dát ortnet guoská, sullii 40 álbmoga, muhto sámit eai namahuvvo, nu ahte dat ii oro sámiide mearkkašan maidege.

source: Asetuksessa on 45 pykälää.
sme: Dat siskkilda 45 paragráfa.

source: Seuraavana vuonna julkaistaan hallintoelinten oikeudellisia tehtäviä koskeva määräys.
sme: Jagi maŋŋil almmuhuvvo mearrádus dáid hálddahusorgánaid rievttálaš doaimmain.

source: Vuonna 1929 julkaistaan asetus asiamiehen nimittämisestä kansallisille vähemmistöille.
sme: Jagi 1929 mearriduvvo álbmotlaš unnitloguid áššeolbmáid ortnet.

source: Sellaisia asiamiehiä voidaan nimittää eri tasoilla, joskaan ei kuntatasolla.
sme: Dakkár áššeolbmáid (ombudsmän) lei vejolaš nammadit sierra dásiin, dattetge ii suohkana dásis.

source: Hallinto organisoitiin 1930-luvulla niin, että pienet alkuperäiskansat saivat omat kansalliset alueensa (” okrug ”).
sme: 1930 logus hálddahus organiserejuvvui nu, ahte unnalohkosaš álgoálbmogat ožžo iežaset nationála guovlluid (okrug).
